[
    "Text your crush and say you like them (or pretend to 😏)",
    "Imitate a celebrity until someone guesses who it is.",
    "Post an embarrassing photo of yourself in #general.",
    "Say the alphabet backwards in a voice message.",
    "Do 10 pushups.",
    "Let the group choose a word you have to sneak into every sentence for the next 10 minutes.",
    "Talk in a funny accent for the rest of the game.",
    "Send a DM to the last person you texted, saying 'I know your secret.'",
    "Let someone in the group draw on your face with a pen.",
    "Do your best impression of a baby being born.",
    "For the next 3 rounds, you have to talk and act like a cowboy.",
    "Let the group give you a new nickname that you have to use for the next hour.",
    "Sing everything you say for the next 10 minutes.",
    "Do an impression of another player until they guess who it is.",
    "Go to a public channel and type 'I have a secret to tell you all...' and then say nothing else.",
    "Let the group create a ridiculous new rule for the game that you have to follow.",
    "Do a dramatic reading of the last text message you sent.",
    "Change your profile picture to a photo of a donkey for the next 24 hours.",
    "Try to lick your elbow.",
    "Do the worm.",
    "Speak only in questions for the next 5 minutes.",
    "Send a voice note to your best friend, singing a nursery rhyme.",
    "Let the group choose a silly picture for you to post on your social media.",
    "Try to juggle 3 items of the group's choosing.",
    "Go outside and shout 'I believe in fairies!' at the top of your lungs.",
    "Do a freestyle rap about the person to your left.",
    "Let the group look through your phone for 1 minute.",
    "Wear a piece of clothing inside out for the rest of the day.",
    "Tell a joke. If no one laughs, you have to do 5 jumping jacks.",
    "Attempt to breakdance for 30 seconds.",
    "Let the group post a funny status on your Discord profile.",
    "Try to do a handstand for 10 seconds.",
    "For the next 15 minutes, everything you say must be a whisper.",
    "Tell the group your most embarrassing story.",
    "Act like a chicken until your next turn.",
    "Let someone in the group do your makeup.",
    "Send a text to a random number saying 'I did it. I hid the body.'",
    "For the next 10 minutes, you have to start every sentence with 'In my humble opinion...'",
    "Try to touch your nose with your tongue.",
    "Do your best evil laugh.",
    "Let the group write a silly message on your arm in permanent marker.",
    "Pretend you're a news reporter and give a report on the current state of the game.",
    "For the next 5 minutes, you must refer to yourself in the third person.",
    "Do a magic trick.",
    "Let the group choose a new ringtone for your phone.",
    "Try to say 'toy boat' five times fast.",
    "Act like you are secretly a spy for the next 15 minutes.",
    "Let the group give you a dare.",
    "Send a text to your mom asking if she knows how to get rid of a hickey.",
    "Do your best runway model walk up and down the room."
]