[
    "What's the kinkiest thing you've ever done?",
    "Have you ever had a one-night stand?",
    "What is your biggest sexual fantasy?",
    "Who is the person you'd most like to see naked?",
    "What's the most embarrassing thing that's happened to you during sex?",
    "Have you ever sent a nude?",
    "What's the most adventurous place you've had sex?",
    "What's a secret turn-on you have?",
    "Have you ever been caught masturbating?",
    "What's the weirdest thing you've ever done for sexual pleasure?",
    "What's your biggest kink?",
    "Ever had a crush on someone in a server?",
    "What's the naughtiest DM you've ever sent?",
    "What's your favorite kind of foreplay?",
    "Have you ever flirted your way into getting something?",
    "Ever voice chatted with someone while doing something... private?",
    "Describe your ideal spicy roleplay scenario.",
    "Have you ever sexted someone from Discord?",
    "What's the sexiest dream you've ever had?",
    "How old were you when you first discovered your favorite kink?",
    "Ever been in a friends-with-benefits situation?",
    "What NSFW category is your guilty pleasure?",
    "If you could hook up with one person in this server, who would it be?",
    "Ever sent a risky voice message?",
    "Would you rather dominate or be dominated?",
    "Describe your favorite spicy outfit.",
    "What's your go-to dirty fantasy?",
    "Ever roleplayed in DMs?",
    "What's the weirdest thing that turned you on?",
    "Do you like being teased?",
    "Ever been caught doing something naughty on cam?",
    "What’s something spicy you've never told anyone before?",
    "What's your favorite part of foreplay to receive?",
    "Have you ever had a \"not safe for work\" username?",
    "What was your last dirty thought?",
    "Do you like rough or romantic?",
    "Ever fantasized about someone’s voice alone?",
    "Ever used a public VC for something private?",
    "What's a kink you think is underrated?",
    "Ever flirted with someone in a modmail or support ticket?",
    "Describe your ideal Discord date.",
    "Ever sent spicy content anonymously?",
    "Have you ever been part of a spicy server event?",
    "What’s the spiciest compliment you’ve ever received?",
    "Ever got off to someone's profile pic or bio?",
    "What's your hottest take on NSFW content?",
    "Ever voice called while doing something spicy?",
    "What’s one spicy secret you've kept from your server friends?",
    "Do you prefer dirty texts or dirty voice messages?",
    "Ever used a bot to send or play something... suggestive?"
]