[
    "Send a suggestive selfie to the person of your choice.",
    "Describe your ideal sexual encounter in detail.",
    "Write a short, erotic story and share it with the group.",
    "Send a flirty DM to the third person in your contact list.",
    "Describe what you'd do to the person you find most attractive in this server.",
    "Show the group the last NSFW image you saved.",
    "Send a voice note of you moaning.",
    "Take a shot of a drink of your choice.",
    "Lick a part of your body and send a picture of it.",
    "Roleplay a sexy scenario with another player for 5 minutes.",
    "Send a flirty message to someone random in the server (consensually).",
    "Change your nickname to something spicy for 15 minutes.",
    "Write a short dirty story and post it (or DM it) to someone.",
    "Drop a \"thirst trap\" text in general chat (SFW but suggestive).",
    "Record a 5-second moan (without being explicit) and send it to the group/DM.",
    "Type out your last spicy thought in 3 words.",
    "Compliment someone in the server in the most seductive way you can.",
    "Send a very flirtatious emoji combo to someone.",
    "Type a spicy roleplay starter in chat (keep it PG-13).",
    "Change your status to something suggestive.",
    "Make a \"Would You Rather\" question involving kinks and tag someone.",
    "Type with your hands behind your back for the next 10 minutes.",
    "Write a fake NSFW bot command and send it in a channel.",
    "Send a message in a seductive tone in VC (if voice is allowed).",
    "Post a spicy gif (server-allowed and TOS-friendly).",
    "Pretend to seduce someone using only emojis.",
    "DM someone a flirty compliment, then screenshot their response (with permission).",
    "Choose someone and roleplay being their submissive (text only) for 5 minutes.",
    "Voice call someone and whisper a spicy compliment.",
    "Type out your favorite NSFW word, backwards.",
    "Write a \"horny haiku\" and share it.",
    "Ask someone in the server for their kink list.",
    "Let someone dare you to change your profile pic to something suggestive (SFW).",
    "Say “I’m so needy rn 😩” in the server (if it's allowed).",
    "Pretend to seduce a mod in server chat (respectfully).",
    "Drop a flirt line using only food references.",
    "Send someone a fake “booty call” message.",
    "Type a dirty pickup line in chat (again, PG-13).",
    "Join VC and talk in your \"bedroom voice\" for 1 minute.",
    "Write out a safe-for-work version of a spicy fanfic plot.",
    "Set your activity/status to something like “Feeling needy… 😈”",
    "Do a seductive ASMR in VC or record and share in DMs.",
    "Send a spicy limerick to someone.",
    "Make a meme using someone’s username and something NSFW-themed.",
    "DM a random person “So, what are you wearing?” (with permission).",
    "Pretend you're writing a thirst tweet about someone in this server.",
    "Send a blushing selfie emoji combo to someone.",
    "Write a flirty message using only song lyrics.",
    "Confess a made-up spicy secret about yourself in chat.",
    "Drop a seductive message using only emojis and tags."
]