[
    "What’s the biggest secret you’ve kept from your best friend?",
    "If you could erase one memory, what would it be?",
    "What’s the most embarrassing thing you’ve ever done?",
    "What would you do if you woke up as the opposite gender?",
    "What's the most childish thing you still do?",
    "What's your biggest insecurity?",
    "Have you ever lied to get out of a difficult situation?",
    "What's the most expensive thing you've broken?",
    "What's a secret you've never told anyone?",
    "What's the last lie you told?",
    "What's the most trouble you've ever gotten into?",
    "What's the worst thing you've ever said to someone?",
    "Have you ever cheated on a test?",
    "What's the most embarrassing thing in your room?",
    "What's a food you pretend to like but secretly hate?",
    "What's the weirdest dream you've ever had?",
    "If you had to delete one app from your phone, which one would it be and why?",
    "What's a movie that made you cry?",
    "What's the most ridiculous thing you've done for love?",
    "If you could have any superpower, what would it be and what's the first thing you'd do with it?",
    "What's the silliest thing that's ever made you laugh hysterically?",
    "Have you ever pretended to be sick to get out of something?",
    "What's a song you're secretly obsessed with?",
    "What's the biggest misconception people have about you?",
    "If you could trade lives with someone for a day, who would it be and why?",
    "What's the most embarrassing nickname you've ever had?",
    "What's the cringiest thing you've ever posted online?",
    "Have you ever been caught talking to yourself?",
    "What's the most useless talent you have?",
    "If you could only eat one food for the rest of your life, what would it be?",
    "What's the strangest thing you've ever eaten?",
    "Have you ever stalked someone on social media?",
    "What's the most awkward date you've ever been on?",
    "What's a secret you have that would shock your parents?",
    "If you could have any animal as a pet, what would it be?",
    "What's the biggest lie you've ever told your parents?",
    "What's the most embarrassing thing that's happened to you at school or work?",
    "Have you ever peed in a pool?",
    "What's the most overrated movie or TV show, in your opinion?",
    "If you could be famous for anything, what would it be?",
    "What's the weirdest thing you've ever googled?",
    "Have you ever had a crush on a fictional character?",
    "What's the most childish thing you've ever done in a relationship?",
    "If you could time travel, would you go to the past or the future?",
    "What's the biggest risk you've ever taken?",
    "What's something you're terrible at but wish you were good at?",
    "Have you ever had a paranormal experience?",
    "What's the most embarrassing thing you've ever worn?",
    "If you could have dinner with any three people, living or dead, who would they be?",
    "What's a secret you've kept from your current or previous partner?"
]